const translationsJa = {
    introBold: "アロマパーソナルマッチング",
    introSmall: "Produced by AHIS",
    start: "開始",
    next: "次へ",
    prev: "戻る",
    restart: "再スタート",
    resultTitle: "診断結果",
    resultType: "あなたのタイプは: ",
    question: "質問",
    answer: "回答",
    questions: [
        "1年の休日の過ごし方で多いのはどちらですか？",
        "リスクを伴う決断をする必要があるとき、どのように対応しますか？",
        "チームでのディスカッションで、あなたはどちらの意見を支持しますか？",
        "重要な決断をする際に、どちらを優先しますか？",
        "知人や友人が問題を抱えていることに、すぐに気づけるタイプですか？",
        "友人や同僚と意見が食い違ったとき、あなたはどちらの姿勢を取りますか？"
    ],
    optionsA: [
        "なるべく外出、できれば旅行の計画を立てる。",
        "可能性に焦点を当て、前向きに考える。",
        "リスクがあっても、これまでにない解決策を提案する意見を支持する。",
        "すぐに知人や友人に相談して、判断を委ねる。",
        "他人の意見や感情に気を遣っているので、比較的早く気づけると思う。",
        "対立を避け、自分の意見を抑える。"
    ],
    optionsB: [
        "家で読書や映画鑑賞などゆっくりと過ごす。",
        "リスクを最小限に抑えることに焦点を当てる。",
        "解決策であっても、リスクがあるなら従来の方法を支持する意見を支持する。",
        "あまり周りに相談せず、自分で考えて決断する。",
        "自分の仕事に集中しているので、気づかないことが多いかもしれない。",
        "自分の意見を変えない。"
    ],
    "balance": "バランス",
    "active": "アクティブ",
    "feminin": "フェミニン",
    "harmony": "ハーモニー",
    "detailLink": "詳細リンク",
    "balance-title": "バランスタイプ",
    "balance-description": "常に冷静で理性的、ユーモアのセンスを持っています。",
    "balance-trends": "感情から適切な距離を置く才能があります...",
    "balance-flavor": "ゼラニウム",
    "balance-flavor-description": "ゼラニウムの香りはリラックスとバランスをもたらします...",
    "balance-other-flavours": "トロピカルバジル (Ocimum basilicum)..."
};
